Repository: common-repository/simple-multiple-featured-images
Catalog: languages/simple-multiple-featured-images-*.po
Languages: de_de

source: The featured images could not be saved in the correct order.
de_de: Die Bilder konnten nicht in der korrekten Reihenfolge gespeichert werden.

source: Insert SMFI gallery
de_de: SMFI Galerie einfügen

source: Insert SMFI slider
de_de: SMFI Slider einfügen

source: Select image
de_de: Bild auswählen

source: Add image
de_de: Bild hinzufügen

source: More Featured Images
de_de: Weitere Beitragsbilder

source: Saving the featured images failed.
de_de: Das Speichern der Beitragsbilder ist fehlgeschlagen.

source: An error occured.
de_de: Ein Fehler ist aufgetreten.

source: Adding the image failed.
de_de: Das Hinzufügen des Bildes ist fehlgeschlagen.

source: Changing the image failed.
de_de: Das Ändern des Bildes ist fehlgeschlagen.

source: Adding a picture failed because the limit of the maximum possible pictures is reached. To add more pictures, the limit must be raised.
de_de: Das Hinzufügen des Bildes ist fehlgeschlagen, weil die maximale Anzahl an Bildern erreicht wurde. Um weitere Bilder hinzuzufügen, muss das Limit angehoben werden.

source: Adding picture failed because of an invalid picture id.
de_de: Das Hinzufügen des Bildes ist wegen einer ungültigen Bild-ID fehlgeschlagen.

source: Adding picture failed because of an invalid post id.
de_de: Das Hinzufügen des Bildes ist wegen einer ungültigen Post-ID fehlgeschlagen.

source: Adding picture failed because of a security issue.
de_de: Das Hinzufügen des Bildes ist aus Sicherheitsgründen fehlgeschlagen.

source: Please contact the responsible person for your website or the plugin developer.
de_de: Bitte kontaktiere die für die Website verantwortliche Person oder den Plugin-Entwickler.

source: Remove image
de_de: Bild entfernen
